Repository: cljorgensen/Practicle-free
Catalog: locales/*/LC_MESSAGES/main.po
Languages: da_dk, fi_fi

source: Deactivate
da_dk: Deaktiver
fi_fi: Deaktivoi

source: Transfer
da_dk: Overfør
fi_fi: Siirtää

source: Transfer elements to other user
da_dk: Overfør elementer til en anden bruger
fi_fi: Siirrä elementit toiselle käyttäjälle

source: Other
da_dk: Andre
fi_fi: Muu

source: Select a user
da_dk: Vælg en bruger
fi_fi: Valitse käyttäjä

source: Select all / Deselect all
da_dk: Vælg alle / Fravælg alle
fi_fi: Valitse kaikki / Poista valinta kaikista

source: CMDB, ITSM and other objects are getting moved to the selected user (responsible is getting changed). Transfer can not be transfered to user type customer. Transfer of Roles and Group means that memberships that the current user has, is getting added to the selected user.
da_dk: CMDB-, ITSM- og andre objekter bliver flyttet til den valgte bruger (ansvarlig bliver ændret). Overførsel kan ikke ske til brugertypen kunde. Overførsel af roller og grupper betyder, at medlemskaber, som den nuværende bruger har, bliver tilføjet til den valgte bruger.
fi_fi: CMDB-, ITSM- ja muut objektit siirretään valitulle käyttäjälle (vastuuhenkilöä vaihdetaan). Siirtoa ei voida siirtää asiakastyypin käyttäjälle. Roolien ja ryhmien siirto tarkoittaa, että nykyisen käyttäjän jäsenyydet lisätään valitulle käyttäjälle.

source: Workflow Tasks
da_dk: Workflow opgaver
fi_fi: Työnkulun tehtävät

source: KanBan Tasks
da_dk: KanBan opgaver
fi_fi: KanBan-tehtävät

source: ITSM elements
da_dk: ITSM elementer
fi_fi: ITSM-elementit

source: CMDB elements
da_dk: CMDB elementer
fi_fi: CMDB-elementit

source: We are missing a primary field for this type
da_dk: Vi mangler et primært felt for denne type
fi_fi: Puuttuu ensisijainen kenttä tälle tyypille

source: Result field
da_dk: Resultat felt
fi_fi: Tuloskenttä

source: Choose which field should be returned as result in the select box
da_dk: Vælg hvilket felt der skal returneres som resultat i valgfeltet
fi_fi: Valitse, mikä kenttä palautetaan tuloksena valintaruudussa

source: User fullname and username
da_dk: Brugers fulde navn og brugernavn
fi_fi: Käyttäjän koko nimi ja käyttäjänimi

source: User fullname
da_dk: Brugers fulde navn
fi_fi: Käyttäjän koko nimi

source: Select this if you want a result with users fullname
da_dk: Vælg dette, hvis du ønsker et resultat med brugernes fulde navn
fi_fi: Valitse tämä, jos haluat tuloksen käyttäjän koko nimellä

source: Select this if you want a result with users fullname and username
da_dk: Vælg dette, hvis du ønsker et resultat med brugernes fulde navn og brugernavn
fi_fi: Valitse tämä, jos haluat tuloksen käyttäjän koko nimellä ja käyttäjänimellä

source: Place on right side
da_dk: Placer på højre side
fi_fi: Sijoita oikealle puolelle

source: Place field on the right side of form
da_dk: Placer feltet i højre side af formularer
fi_fi: Sijoita kenttä lomakkeen oikealle puolelle

source: This will make the field a normal and simple text result
da_dk: Dette vil gøre feltet til et normalt og enkelt tekstresultat
fi_fi: Tämä tekee kentästä normaalin ja yksinkertaisen tekstituloksen

source: Simple text
da_dk: Simpel tekst
fi_fi: Yksinkertainen teksti

source: Make field disabled on create
da_dk: Gør feltet deaktiveret for oprettelse
fi_fi: Tee kenttä pois käytöstä luotaessa

source: Make field required
da_dk: Gør felt påkrævet
fi_fi: Tee kentästä pakollinen

source: Make searchable from search bar on content of this field
da_dk: Gør søgbar fra søgelinjen på indholdet af dette felt
fi_fi: Tee haettavaksi hakupalkista tämän kentän sisällön perusteella

source: Notes fields can get full height so all content is shown on view page
da_dk: Bemærkningsfelter kan få fuld højde, så alt indhold vises på visningssiden
fi_fi: Muistiinpanokentät voivat saada täyden korkeuden, joten kaikki sisältö näytetään näkymäsivulla

source: Deactivate this field from Table views
da_dk: Deaktiver dette felt fra tabelvisninger
fi_fi: Poista tämä kenttä käytöstä taulukkonäkymissä

source: Deactivate this field from Form views
da_dk: Deaktiver dette felt fra formularvisninger
fi_fi: Poista tämä kenttä käytöstä lomakenäkymissä

source: Reset module data
da_dk: Nulstil modul data
fi_fi: Nollaa moduulin tiedot

source: This deletes all data records for this module including logs, files, relations, workflows and more
da_dk: Dette sletter alle dataposter for dette modul inklusive logfiler, filer, relationer, arbejdsgange og mere
fi_fi: Tämä poistaa kaikki tietueet tästä moduulista, mukaan lukien lokit, tiedostot, suhteet, työnkulut ja enemmän

source: Reset all modules (data only)
da_dk: Nulstil alle moduler (kun data)
fi_fi: Nollaa kaikki moduulit (vain tiedot)

source: Reset all modules to standard
da_dk: Nulstil alle moduler til standard
fi_fi: Nollaa kaikki moduulit oletusarvoihin

source: Tasks completed
da_dk: Opgaver fuldført
fi_fi: Tehtävät suoritetut

source: Unread comments
da_dk: Ulæste kommentarer
fi_fi: Lukemattomat kommentit

source: Password Module Administrators
da_dk: Adgangskode modul administratorer
fi_fi: Salasanamoduulin järjestelmänvalvojat

source: Password Module Users
da_dk: Adgangskode modul brugere
fi_fi: Salasanamoduulin käyttäjät

source: Field design
da_dk: Felt design
fi_fi: Kenttäsuunnittelu

source: General
da_dk: Generel
fi_fi: Yleinen

source: Create a template based on the completed form below
da_dk: Opret skabelon ud fra nedenstående udfyldt formular
fi_fi: Luo mallipohja alla olevan täytetyn lomakkeen perusteella

source: Delete the current selected template
da_dk: Slet den aktuelle valgte skabelon
fi_fi: Poista nykyinen valittu malli

source: Create public template that all users can choose
da_dk: Opret offentlig skabelon, som alle brugere kan vælge
fi_fi: Luo julkinen mallipohja, jonka kaikki käyttäjät voivat valita

source: Choose template
da_dk: Vælg skabelon
fi_fi: Valitse malli

source: Are you sure?
da_dk: Er du sikker?
fi_fi: Oletko varma?

source: Make field disabled on view/edit
da_dk: Gør feltet deaktiveret ved visning/redigering
fi_fi: Tee kenttä poissa käytöstä katselussa/muokkauksessa

source: Locked on create
da_dk: Låst på oprettelse
fi_fi: Lukittu luotaessa

source: Locked on view
da_dk: Låst på visning
fi_fi: Lukittu näkymässä

source: Group filter
da_dk: Gruppefilter
fi_fi: Ryhmä suodatin

source: Deactivate Forms
da_dk: Deaktiver formularer
fi_fi: Poista lomakkeet käytöstä

source: Deactivate Tables
da_dk: Deaktiver tabeller
fi_fi: Poista taulukot käytöstä

source: Retrieve field but hide it
da_dk: Hent feltet, men skjul det
fi_fi: Hae kenttä mutta piilota se

source: Hidden
da_dk: Skjult
fi_fi: Piilotettu

source: Preview of team members
da_dk: Forhåndsvisning af teammedlemmer
fi_fi: Tiimin jäsenten esikatselu

source: Groups added
da_dk: Grupper tilføjet
fi_fi: Lisätyt ryhmät

source: Quarantene state
da_dk: Karantenetilstand
fi_fi: Karanteenitila

source: Email to send to
da_dk: E-mail at sende til
fi_fi: Sähköposti lähetettäväksi

source: Or choose prepared email
da_dk: Eller vælg forberedt e-mail
fi_fi: Tai valitse valmisteltu sähköposti

source: Attach PDF
da_dk: Vedhæft PDF
fi_fi: Liitä PDF

source: Create PDF
da_dk: Opret PDF
fi_fi: Luo PDF

source: Found in field
da_dk: Fundet i felt
fi_fi: Löydetty kentästä

source: CBR
da_dk: CVR

source: Standard values
da_dk: Standardværdier

source: If you want check fields to be default checked you must add the text checked to the default value
da_dk: Hvis du ønsker, at afkrydsningsfelter skal være standardmarkerede, skal du tilføje den markerede tekst til standardværdien

source: Remove fields
da_dk: Fjern felter

source: Do not delete standard fields. If you feel they are not necessary - disable them in table view and modal view
da_dk: Slet ikke standardfelter. Hvis du føler, at de ikke er nødvendige - deaktiver dem i tabelvisning og modalvisning

source: Field widths
da_dk: Feltbredder

source: Field widths are determined using Bootstrap's grid system. A row is 12 blocks wide, so you can set a field's width by specifying how many blocks it should occupy. For example, setting the width to 6 will make the field half the row's width
da_dk: Feltbredder bestemmes ved hjælp af Bootstraps gittersystem. En række er 12 blokke bred, så du kan indstille et felts bredde ved at angive, hvor mange blokke det skal optage. Hvis du f.eks. indstiller bredden til 6, bliver feltet halvdelen af ​​rækkens bredde

source: Create Project
da_dk: Opret Projekt

source: Transfer elments to other user
da_dk: Overfør elementer til en anden bruger
