Repository: cljorgensen/Practicle-free
Catalog: locales/*/LC_MESSAGES/main.po
Languages: da_dk, fi_fi

source: A customer contact person must be chosen - please create customer contact person before creating
da_dk: En kundekontaktperson skal vælges - opret venligst kundekontaktpersonen, før du opretter
fi_fi: Asiakkaan yhteyshenkilö on valittava - luo asiakaskontaktihenkilö ennen kuin luot sen

source: Account number
da_dk: Kontonummer
fi_fi: Tilinumero

source: Actions
da_dk: Handlinger
fi_fi: Toiminnot

source: Active
da_dk: Aktiv
fi_fi: Aktiivinen

source: Active projects
da_dk: Aktive projekter
fi_fi: Aktiiviset projektit

source: Activity
da_dk: Aktivitet
fi_fi: Aktiviteetti

source: Add
da_dk: Tilføj
fi_fi: Lisätä

source: Add News
da_dk: Tilføj nyhed
fi_fi: Lisää uutisia

source: Add as favorite
da_dk: Tilføj som favorit
fi_fi: Lisää suosikiksi

source: Add as task
da_dk: Tilføj som opgave
fi_fi: Lisää tehtävänä

source: Add document
da_dk: Tilføj dokument
fi_fi: Lisää asiakirja

source: Add new task
da_dk: Tilføj ny opgave
fi_fi: Lisää uusi tehtävä

source: Add to existing problem
da_dk: Tilføj til eksisterende problem
fi_fi: Lisää olemassa olevaan ongelmaan

source: Address
da_dk: Adresse
fi_fi: Osoite

source: Administrate News
da_dk: Administrer nyheder
fi_fi: Hallitse uutisia

source: Affected Company
da_dk: Berørt virksomhed
fi_fi: Vaikuttettu yritys

source: Alerts
da_dk: Notifikationer
fi_fi: Hälytykset

source: All News
da_dk: Alle nyheder
fi_fi: Kaikki uutiset

source: All active
da_dk: Alle aktive
fi_fi: Kaikki aktiivinen

source: All closed
da_dk: Alle afsluttede
fi_fi: Kaikki suljettu

source: All overdue
da_dk: Alle forsinkede
fi_fi: Kaikki myöhässä

source: Amount spend
da_dk: Beløb brugt
fi_fi: Käytetty määrä

source: Anniversarys
da_dk: Mærkedage
fi_fi: Merkkipäivät

source: Answer
da_dk: Svar
fi_fi: Vastaus

source: Approval Tasks
da_dk: Godkendelsesopgaver
fi_fi: Hyväksyntätehtävät

source: Approver
da_dk: Godkender
fi_fi: Hyväksyjä

source: Assess
da_dk: Vurdér
fi_fi: Arvioida

source: Assets
da_dk: Aktiver
fi_fi: Varat

source: Assigned
da_dk: Tildelt
fi_fi: Määritelty

source: Assigned Team
da_dk: Tildelt hold
fi_fi: Määritelty tiimi

source: Assigned to responsible
da_dk: Tildelt ansvarlig
fi_fi: Määritelty vastuuhenkilölle

source: Assigned to team
da_dk: Tildelt hold
fi_fi: Määritelty tiimille

source: Attach a workflow
da_dk: Vedhæft en arbejdsgang
fi_fi: Liitä työnkulku

source: Authorize
da_dk: Autoriser
fi_fi: Valtuuttaa

source: Average solution time
da_dk: Gennemsnitlig løsningstid
fi_fi: Keskimääräinen ratkaisuaika

source: Await Customer
da_dk: Afventer kunde
fi_fi: Odota asiakasta

source: Awaiting
da_dk: Afventer
fi_fi: Odottaa

source: Awaiting customer
da_dk: Afventer kunde
fi_fi: Odottaa asiakasta

source: Backout Plan
da_dk: Tilbagerulningsplan
fi_fi: Peruutussuunnitelma

source: Bank
fi_fi: Pankki

source: Birthday
da_dk: Fødselsdag
fi_fi: Syntymäpäivä

source: Birthdays
da_dk: Fødselsdage
fi_fi: Syntymäpäivät

source: Board
fi_fi: Taulu

source: Boards
fi_fi: Taulut

source: Bought
da_dk: Købt
fi_fi: Ostettu

source: Branche news
da_dk: Afdelingsnyheder
fi_fi: Sivukonttoriuutiset

source: Bronze
fi_fi: Pronssi

source: Budget Spend
da_dk: Budgetforbrug
fi_fi: Budjetoitu kulutus

source: Cancel
da_dk: Annuller
fi_fi: Peruuta

source: Canceled
da_dk: Aflyst
fi_fi: Peruutettu

source: Categories
da_dk: Kategorier
fi_fi: Luokat

source: Category
da_dk: Kategori
fi_fi: Luokka

source: Category Administration
da_dk: Kategori administration
fi_fi: Luokan hallinta

source: Certificates
da_dk: Certifikater
fi_fi: Sertifikaatit

source: Change
da_dk: Ændring
fi_fi: Muuttaa

source: Change Password
da_dk: Skift adgangskode
fi_fi: Vaihda salasana

source: Change password
da_dk: Skift adgangskode
fi_fi: Vaihda salasana

source: Changes
da_dk: Ændringer
fi_fi: Muutokset

source: Changes saved
da_dk: Ændringer gemt
fi_fi: Muutokset tallennettu

source: Choose file
da_dk: Vælg fil
fi_fi: Valitse tiedosto

source: City
da_dk: By
fi_fi: Kaupunki

source: Close
da_dk: Luk
fi_fi: Sulje

source: Closed
da_dk: Lukket
fi_fi: Suljettu

source: Comment
da_dk: Kommentar
fi_fi: Kommentti

source: Companies
da_dk: Virksomheder
fi_fi: Yritykset

source: Company
da_dk: Virksomhed
fi_fi: Yritys

source: Company Name
da_dk: Virksomhedsnavn
fi_fi: Yrityksen nimi

source: Complete
da_dk: Komplet
fi_fi: Valmis

source: Completed
da_dk: Fuldført
fi_fi: Valmis

source: Content
da_dk: Indhold
fi_fi: Sisältö

source: Contracts
da_dk: Kontrakter
fi_fi: Sopimukset

source: Corporate Links
da_dk: Firma Links
fi_fi: Yrityslinkit

source: Country
da_dk: Land
fi_fi: Maa

source: Create
da_dk: Opret
fi_fi: Luo

source: Create as new problem
da_dk: Opret som nyt problem
fi_fi: Luo uusi ongelma

source: Create document
da_dk: Opret dokument
fi_fi: Luo asiakirja

source: Create favorite from this
da_dk: Opret favorit fra dette
fi_fi: Luo suosikki tästä

source: Create new
da_dk: Opret ny
fi_fi: Luo uusi

source: Create random password
da_dk: Opret tilfældig adgangskode
fi_fi: Luo satunnainen salasana

source: Create task from this
da_dk: Opret opgave fra dette
fi_fi: Luo tehtävä tästä

source: Created
da_dk: Oprettet
fi_fi: Luotu

source: Customer
da_dk: Kunde
fi_fi: Asiakas

source: Customer Companies
da_dk: Kundevirksomheder
fi_fi: Asiakasyritykset

source: Customer Contacts
da_dk: Kundekontakter
fi_fi: Asiakas Yhteyshenkilöt

source: Customer contacts
da_dk: Kundekontakter
fi_fi: Asiakas Yhteyshenkilöt

source: Customers
da_dk: Kunder
fi_fi: Asiakkaat

source: Dashboards
fi_fi: Kojelaudat

source: Data not yet registered
da_dk: Data endnu ikke registreret
fi_fi: Tiedot eivät ole vielä rekisteröity

source: Date
da_dk: Dato
fi_fi: Päivämäärä

source: Date performed
da_dk: Dato udført
fi_fi: Suorituspäivä

source: Deadline
fi_fi: Määräaika

source: Deadline Review
fi_fi: Määräajan arviointi

source: Deadline for review
da_dk: Frist for anmeldelse
fi_fi: Määräaika tarkastelua varten

source: Delete
da_dk: Slet
fi_fi: Poista

source: Deleted
da_dk: Slettet
fi_fi: Poistettu

source: Description
da_dk: Beskrivelse
fi_fi: Kuvaus

source: Descriptions
da_dk: Beskrivelser
fi_fi: Kuvaukset

source: Design
fi_fi: Muotoilu

source: Destination
fi_fi: Kohde

source: Details
da_dk: Detaljer
fi_fi: Yksityiskohdat

source: Dispatch que
da_dk: Dispatch kø
fi_fi: Lähetysjono

source: Document Name
da_dk: Dokumentnavn
fi_fi: Asiakirjan nimi

source: Documents
da_dk: Dokumenter
fi_fi: Asiakirjat

source: Edit
da_dk: Rediger
fi_fi: Muokkaa

source: Edit Task
da_dk: Rediger opgave
fi_fi: Muokkaa tehtävää

source: Edit Userprofile
da_dk: Rediger brugerprofil
fi_fi: Muokkaa käyttäjäprofiilia

source: Email
fi_fi: Sähköposti

source: Employees
da_dk: Medarbejdere
fi_fi: Työntekijät

source: Enable Google Authenticator
da_dk: Aktiver Google Authenticator
fi_fi: Ota Google Authenticator käyttöön

source: End
da_dk: Slut
fi_fi: Loppu

source: Error updating password
da_dk: Fejl ved opdatering af adgangskode
fi_fi: Virhe päivitettäessä salasanaa

source: Estimated Budget
da_dk: Estimeret budget
fi_fi: Arvioitu budjetti

source: Estimated Hours
da_dk: Estimerede timer
fi_fi: Arvioidut tunnit

source: Estimated budget
da_dk: Estimeret budget
fi_fi: Arvioitu budjetti

source: Expiration Date
da_dk: Udløbsdato
fi_fi: Vanhentumispäivä

source: Expires
da_dk: Udløber
fi_fi: Umpeutuu

source: Favorite
da_dk: Favorit
fi_fi: Suosikki

source: Favorites
da_dk: Favoritter
fi_fi: Suosikit

source: File
da_dk: Fil
fi_fi: Tiedosto

source: Filename
da_dk: Filnavn
fi_fi: Tiedostonimi

source: Files
da_dk: Filer
fi_fi: Tiedostot

source: Finished projects
da_dk: Færdige projekter
fi_fi: Valmiit projektit

source: First Name
da_dk: Fornavn
fi_fi: Etunimi

source: Firstname
da_dk: Fornavn
fi_fi: Etunimi

source: From
da_dk: Fra
fi_fi: Mistä

source: Full history
da_dk: Fuld historie
fi_fi: Koko historia

source: Generate files
da_dk: Generer filer
fi_fi: Generoi tiedostoja

source: Generated password
da_dk: Genereret adgangskode
fi_fi: Luotu salasana

source: Go
da_dk: Gå
fi_fi: Siirry

source: Go to favorites
da_dk: Gå til favoritter
fi_fi: Siirry suosikkeihin

source: Gold
da_dk: Guld
fi_fi: Kulta

source: Group
da_dk: Gruppe
fi_fi: Ryhmä

source: Group Access
da_dk: Gruppeadgang
fi_fi: Ryhmäoikeudet

source: Handheld Devices
da_dk: Håndholdte enheder
fi_fi: Kädessä pidettävät laitteet

source: Handheld device updated
da_dk: Håndholdt enhed opdateret
fi_fi: Päivitetty kädessä pidettävä laite

source: Headquarters
da_dk: Hovedkvarter
fi_fi: Pääkonttori

source: Help
da_dk: Hjælp
fi_fi: Apua

source: High
da_dk: Høj
fi_fi: Korkea

source: History
da_dk: Historik
fi_fi: Historia

source: Hostname
da_dk: Værtsnavn
fi_fi: Isäntänimi

source: Hours spend
da_dk: Timer brugt
fi_fi: Käytetyt tunnit

source: Implementing
da_dk: Implementering
fi_fi: Toteutus

source: In Assessment
da_dk: I vurdering
fi_fi: Arvioinnissa

source: In Authorization
da_dk: I autorisation
fi_fi: Valtuutuksessa

source: In Resolution Process
da_dk: I løsningsproces
fi_fi: Ratkaisuprosessissa

source: In Review
da_dk: Til gennemgang
fi_fi: Tarkastuksessa

source: In Scheduling
da_dk: I planlægning
fi_fi: Aikataulutuksessa

source: In resolution process
da_dk: I løsningsproces
fi_fi: Ratkaisuprosessissa

source: In review
da_dk: Til gennemgang
fi_fi: Tarkastuksessa

source: Incident
da_dk: Hændelse
fi_fi: Tapahtuma

source: Incidents
da_dk: Hændelser
fi_fi: Tapahtumat

source: Internal Comment
da_dk: Intern kommentar
fi_fi: Sisäinen kommentti

source: Invoice
da_dk: Faktura
fi_fi: Lasku

source: Item number
da_dk: Varenummer
fi_fi: Tuotenro

source: Job Titel
fi_fi: Työnimike

source: Language
da_dk: Sprog
fi_fi: Kieli

source: Languages
da_dk: Sprog
fi_fi: Kielet

source: Last Logon
da_dk: Sidste logon
fi_fi: Viimeisin kirjautuminen

source: Last Name
da_dk: Efternavn
fi_fi: Sukunimi

source: Last changed
da_dk: Sidst ændret
fi_fi: Viimeksi muutettu

source: Last changed by
da_dk: Sidst ændret af
fi_fi: Muutoksen tekijä

source: Last logged on
da_dk: Sidst logget ind
fi_fi: Viimeisin kirjautuminen

source: Lastlogon
da_dk: Sidste logon
fi_fi: Viimeisin kirjautuminen

source: Lastname
da_dk: Efternavn
fi_fi: Sukunimi

source: Latest Activity
da_dk: Seneste aktivitet
fi_fi: Viimeisin aktiviteetti

source: Licenses
da_dk: Licenser
fi_fi: Lisenssit

source: Links added
da_dk: Links tilføjet
fi_fi: Linkit lisätty

source: Links available
da_dk: Links tilgængelige
fi_fi: Linkit saatavilla

source: Lock
da_dk: Lås
fi_fi: Lukko

source: Log out
da_dk: Log ud
fi_fi: Kirjaudu ulos

source: Logout
da_dk: Log ud
fi_fi: Kirjaudu ulos

source: Low
da_dk: Lav
fi_fi: Matala

source: Main Menu
da_dk: Hovedmenu
fi_fi: Päävalikko

source: Manager
fi_fi: Päällikkö

source: Mark all as read
da_dk: Markér alle som læste
fi_fi: Merkitse kaikki luetuksi

source: Menu
fi_fi: Valikko

source: Messages
da_dk: Beskeder
fi_fi: Viestit

source: Mobile Phone
da_dk: Mobiltelefon
fi_fi: Matkapuhelin

source: Mobile Phones
da_dk: Mobiltelefoner
fi_fi: Matkapuhelimet

source: Mobile Subscription
da_dk: Mobilabonnement
fi_fi: Matkapuhelinliittymä

source: Mobile Subscriptions
da_dk: Mobilabonnementer
fi_fi: Matkapuhelinliittymät

source: Model
fi_fi: Malli

source: My
da_dk: Min
fi_fi: Oma

source: My Tasks
da_dk: Mine opgaver
fi_fi: Omat tehtävät

source: My Team
da_dk: Mit team
fi_fi: Tiimini

source: My favorites
da_dk: Mine favoritter
fi_fi: Suosikkini

source: My orders
da_dk: Mine ordrer
fi_fi: Tilaukseni

source: My projects
da_dk: Mine projekter
fi_fi: Projektini

source: My teams
da_dk: Mine hold
fi_fi: Tiimini

source: Name
da_dk: Navn
fi_fi: Nimi

source: Name for new category
da_dk: Navn for ny kategori
fi_fi: Nimi uudelle luokalle

source: Nearest Manager
da_dk: Nærmeste leder
fi_fi: Lähin esimies

source: New
da_dk: Ny
fi_fi: Uusi

source: New Project Task
da_dk: Ny projekt opgave
fi_fi: Uusi projektitehtävä

source: New Task
da_dk: Ny opgave
fi_fi: Uusi tehtävä

source: New activity
da_dk: Ny aktivitet
fi_fi: Uusi toiminta

source: New password randomizer
da_dk: Ny password randomizer
fi_fi: Uusi salasanan satunnaisgeneraattori

source: News
da_dk: Nyheder
fi_fi: Uutiset

source: No
da_dk: Nej
fi_fi: Ei

source: No Comments yet
da_dk: Ingen kommentarer endnu
fi_fi: Ei vielä kommentteja

source: No account found with that username
da_dk: Ingen konto fundet med det brugernavn
fi_fi: Käyttäjätunnusta ei löytynyt

source: No workflow
da_dk: Ingen arbejdsproces
fi_fi: Ei työnkulkua

source: No.
da_dk: Nr.
fi_fi: Ei.

source: None registered
da_dk: Ingen registreret
fi_fi: Ei rekisteröity

source: Normal
fi_fi: Normaali

source: Not assigned responsible
da_dk: Ikke tildelt ansvarlig
fi_fi: Ei vastuussa

source: Not assigned team
da_dk: Ikke tildelt hold
fi_fi: Ei tiimiä

source: Notifications
da_dk: Notifikationer
fi_fi: Ilmoitukset

source: Notify Customer
da_dk: Underret kunden
fi_fi: Ilmoita asiakkaalle

source: Now download Google Authenticator App on your smartphone and scan this QR code - Do not Log Out before you have scanned this QR code successfully in the Google Authenticator App!
da_dk: Download nu Google Authenticator-appen på din smartphone og scan denne QR-kode - Log ikke ud, før du har scannet denne QR-kode succesfuldt i Google Authenticator-appen!
fi_fi: Nyt lataa Google Authenticator-sovellus älypuhelimeesi ja skannaa tämä QR-koodi - Älä kirjaudu ulos ennen kuin olet skannannut tämän QR-koodin onnistuneesti Google Authenticator-sovelluksessa!

source: Open
da_dk: Åben
fi_fi: Avaa

source: Order
da_dk: Orden
fi_fi: Tilaus

source: Orders
da_dk: Ordre
fi_fi: Tilaukset

source: Organization
da_dk: Organisation
fi_fi: Organisaatio

source: Overdue
da_dk: Forfalden
fi_fi: Erikoistunut

source: Overdue projects
da_dk: Forfaldne projekter
fi_fi: Erääntyneet projektit

source: Overdue status
da_dk: Forfalden status
fi_fi: Erääntynyt tila

source: Overview
da_dk: Oversigt
fi_fi: Yleiskatsaus

source: Owner
da_dk: Ejer
fi_fi: Omistaja

source: Participants
da_dk: Deltagere
fi_fi: Osallistujat

source: Password
da_dk: Adgangskode
fi_fi: Salasana

source: Passwords
da_dk: Adgangskoder
fi_fi: Salasanat

source: Payment Due
da_dk: Betaling forfalder
fi_fi: Maksu erääntyy

source: Payment informations
da_dk: Betalingsoplysninger
fi_fi: Maksutiedot

source: Personal skills
da_dk: Personlige færdigheder
fi_fi: Henkilökohtaiset taidot

source: Phone
da_dk: Telefon
fi_fi: Puhelin

source: Phone number
da_dk: Telefonnummer
fi_fi: Puhelinnumero

source: Preview
da_dk: Forhåndsvisning
fi_fi: Esikatselu

source: Price each
da_dk: Pris hver
fi_fi: Hinta kappaleelta

source: Print
da_dk: Udskriv
fi_fi: Tulosta

source: Priority
da_dk: Prioritet
fi_fi: Tärkeys

source: Problem description
da_dk: Problem beskrivelse
fi_fi: Ongelman kuvaus

source: Problem descriptions
da_dk: Problem beskrivelser
fi_fi: Ongelmien kuvaukset

source: Problem text
da_dk: Problemtekst
fi_fi: Ongelman teksti

source: Problems
da_dk: Problemer
fi_fi: Ongelmat

source: Producer
da_dk: Producent
fi_fi: Tuottaja

source: Professional skills
da_dk: Professionelle færdigheder
fi_fi: Ammattitaidot

source: Profile
da_dk: Profil
fi_fi: Profiili

source: Profile picture
da_dk: Profilbillede
fi_fi: Profiilikuva

source: Progress
da_dk: Fremdrift
fi_fi: Edistyminen

source: Project
da_dk: Projekt
fi_fi: Projekti

source: Project Completed
da_dk: Projekt fuldført
fi_fi: Projekti valmis

source: Project Deadline
da_dk: Projekt deadline
fi_fi: Projektin määräaika

source: Project Description
da_dk: Projekt beskrivelse
fi_fi: Projektin kuvaus

source: Project Manager
da_dk: Projektleder
fi_fi: Projektipäällikkö

source: Project Name
da_dk: Projekt navn
fi_fi: Projektin nimi

source: Project Responsible
da_dk: Projektansvarlig
fi_fi: Projektin vastuuhenkilö

source: Project Start Date
da_dk: Projekt startdato
fi_fi: Projektin aloituspäivä

source: Project Task Completed
da_dk: Projektopgave fuldført
fi_fi: Projektin tehtävä valmis

source: Project Tasks
da_dk: Projektopgaver
fi_fi: Projektitehtävät

source: Project participants
da_dk: Projektdeltagere
fi_fi: Projektin osallistujat

source: Projects
da_dk: Projekter
fi_fi: Projektit

source: Public
da_dk: Offentlig
fi_fi: Julkinen

source: Public category
da_dk: Offentlig kategori
fi_fi: Julkinen luokka

source: Qty
da_dk: Antal
fi_fi: Määrä

source: Quick Actions
da_dk: Hurtige handlinger
fi_fi: Pikavalinnat

source: Quick Launch Menu
da_dk: Hurtig startmenu
fi_fi: Pikakäynnistysvalikko

source: Read all
da_dk: Læs alle
fi_fi: Lue kaikki

source: Received
da_dk: Modtaget
fi_fi: Vastaanotettu

source: Recieve
da_dk: Modtag
fi_fi: Vastaanottaa

source: Related
da_dk: Relateret
fi_fi: Liittyvä

source: Related Module
da_dk: Relateret modul
fi_fi: Liittyvä moduuli

source: Related problems
da_dk: Relaterede problemer
fi_fi: Liittyvät ongelmat

source: Related projects
da_dk: Relaterede projekter
fi_fi: Liittyvät projektit

source: Related task
da_dk: Relateret opgave
fi_fi: Liittyvä tehtävä

source: Related tickets
da_dk: Relaterede billetter
fi_fi: Liittyvät liput

source: Relations
da_dk: Relationer
fi_fi: Suhteet

source: Remove
da_dk: Fjern
fi_fi: Poista

source: Request
da_dk: Anmodning
fi_fi: Pyyntö

source: Requester
da_dk: Anmoder
fi_fi: Pyytäjä

source: Requests
da_dk: Anmodninger
fi_fi: Pyyntöjä

source: Reset
da_dk: Nulstil
fi_fi: Nollaa

source: Resolve
da_dk: Løs
fi_fi: Ratkaise

source: Resolved
da_dk: Løst
fi_fi: Ratkaistu

source: Resolved or workaround
da_dk: Løst eller workaround
fi_fi: Ratkaisu tai ohje

source: Responsible
da_dk: Ansvarlig
fi_fi: Vastuullinen

source: Review Tasks
da_dk: Gennemgå opgaver
fi_fi: Tarkista tehtävät

source: Reviewer
da_dk: Anmelder
fi_fi: Tarkastaja

source: Roles
da_dk: Roller
fi_fi: Roolit

source: Save
da_dk: Gem
fi_fi: Tallenna

source: Scheduled
da_dk: Planlagt
fi_fi: Ajoitettu

source: Search
da_dk: Søg
fi_fi: Haku

source: Search document attachement content
da_dk: Søg i dokumentvedhæftningsindhold
fi_fi: Hae liitteen sisältöä

source: Search document content
da_dk: Søg i dokumentindhold
fi_fi: Hae asiakirjan sisältöä

source: Search document name
da_dk: Søg dokumentnavn
fi_fi: Hae asiakirjan nimeä

source: Search document names
da_dk: Søg i dokumentnavne
fi_fi: Hae asiakirjojen nimiä

source: Search for
da_dk: Søg efter
fi_fi: Hae

source: Search in
da_dk: Søg i
fi_fi: Hae

source: Search in document attachements
da_dk: Søg i dokumentvedhæftninger
fi_fi: Hae asiakirjan liitteistä

source: Search in document attachment content
da_dk: Søg i dokumentvedhæftningsindhold
fi_fi: Hae asiakirjan liitteen sisällöstä

source: Search problem descriptions
da_dk: Søg problem beskrivelser
fi_fi: Hae ongelman kuvauksista

source: Select News Channel
da_dk: Vælg nyhedskanal
fi_fi: Valitse uutiskanava

source: Select Workflow
da_dk: Vælg workflow
fi_fi: Valitse työnkulku

source: Select to delete
da_dk: Vælg at slette
fi_fi: Valitse poistaaksesi

source: Send Message
da_dk: Send besked
fi_fi: Lähetä viesti

source: Serial Number
da_dk: Serienummer
fi_fi: Sarjanumero

source: Servers
da_dk: Servere
fi_fi: Palvelimet

source: Service Level Agreement
da_dk: Service Niveau Aftale
fi_fi: Palvelutasosopimus

source: Settings
da_dk: Indstillinger
fi_fi: Asetukset

source: Viser
fi_fi: Näyttää

source: Sidebar Image
da_dk: Sidebjælke billede
fi_fi: Sivupalkin kuva

source: Silver
da_dk: Sølv
fi_fi: Hopea

source: Since
da_dk: Siden
fi_fi: Lähtien

source: Skills
da_dk: Færdigheder
fi_fi: Taidot

source: Solution
da_dk: Løsning
fi_fi: Ratkaisu

source: Solution text
da_dk: Løsningstekst
fi_fi: Ratkaisun teksti

source: Solutions
da_dk: Løsninger
fi_fi: Ratkaisut

source: Something went wrong, please try again later
da_dk: Noget gik galt. Prøv igen senere
fi_fi: Jotain meni pieleen, yritä myöhemmin uudelleen

source: Soon overdue
da_dk: Snart forsinket
fi_fi: Pian myöhässä

source: Standard Answers
da_dk: Standard svar
fi_fi: Vakiokysymykset

source: Start
fi_fi: Aloita

source: Start Date
da_dk: Startdato
fi_fi: Aloituspäivämäärä

source: Start solution
da_dk: Start løsning
fi_fi: Aloita ratkaisu

source: Status
fi_fi: Tila

source: Step
da_dk: Trin
fi_fi: Vaihe

source: Subject
da_dk: Emne
fi_fi: Aihe

source: Subjects
da_dk: Emner
fi_fi: Aiheet

source: Submit Payment
da_dk: Indsend betaling
fi_fi: Lähetä maksu

source: Subtotal
fi_fi: Välisumma

source: Tablet
fi_fi: Tabletti

source: Task
da_dk: Opgave
fi_fi: Tehtävä

source: Task Deadline
da_dk: Opgavefrist
fi_fi: Tehtävän määräaika

source: Task Description
da_dk: Opgavebeskrivelse
fi_fi: Tehtävän kuvaus

source: Task Manager
da_dk: Jobliste
fi_fi: Tehtävämanageri

source: Task Name
da_dk: Opgavenavn
fi_fi: Tehtävän nimi

source: Task Participants
da_dk: Opgavedeltagere
fi_fi: Tehtävän osallistujat

source: Task Responsible
da_dk: Opgaveansvarlig
fi_fi: Tehtävän vastuuhenkilö

source: Task Started
da_dk: Opgave startet
fi_fi: Tehtävä aloitettu

source: Task Status
da_dk: Opgavestatus
fi_fi: Tehtävän tila

source: Task activities
da_dk: Opgaveaktiviteter
fi_fi: Tehtävän toiminnot

source: Task created
da_dk: Opgave oprettet
fi_fi: Tehtävä luotu

source: Task deadline
da_dk: Opgavefrist
fi_fi: Tehtävän määräaika

source: Task history
da_dk: Opgavehistorik
fi_fi: Tehtävän historia

source: Task progress
da_dk: Opgavefremskridt
fi_fi: Tehtävän eteneminen

source: Taskboard
da_dk: Opgavetavle
fi_fi: Tehtävätaulu

source: Tasks
da_dk: Opgaver
fi_fi: Tehtävät

source: Team
fi_fi: Tiimi

source: Text
da_dk: Tekst
fi_fi: Teksti

source: Time Zone
da_dk: Tidszone
fi_fi: Aikavyöhyke

source: Time registrations
da_dk: Tidsregistreringer
fi_fi: Ajan kirjaus

source: Time spend
da_dk: Tidsforbrug
fi_fi: Aika käytetty

source: Timeline
da_dk: Tidslinje
fi_fi: Aikajana

source: To
da_dk: Til
fi_fi: Kohteeseen

source: Total
fi_fi: Yhteensä

source: Type
fi_fi: Tyyppi

source: Type Description
da_dk: Type beskrivelse
fi_fi: Tyypin kuvaus

source: Type new password
da_dk: Indtast ny adgangskode
fi_fi: Syötä uusi salasana

source: Unread
da_dk: Ulæst
fi_fi: Lukematon

source: Update
da_dk: Opdater
fi_fi: Päivitä

source: Update Task
da_dk: Opdater opgave
fi_fi: Päivitä tehtävä

source: Upload
fi_fi: Lataa

source: Urgent
da_dk: Presserende
fi_fi: Kiireellinen

source: User
da_dk: Bruger
fi_fi: Käyttäjä

source: Username
da_dk: Brugernavn
fi_fi: Käyttäjänimi

source: Users
da_dk: Brugere
fi_fi: Käyttäjät

source: Users Available
da_dk: Brugere tilgængelige
fi_fi: Käyttäjät saatavilla

source: Users Online
da_dk: Brugere online
fi_fi: Käyttäjät paikalla

source: Users in CAB
da_dk: Brugere i CAB
fi_fi: Käyttäjät CABissa

source: Usertype
da_dk: Brugertype
fi_fi: Käyttäjätyyppi

source: Vat
da_dk: Moms
fi_fi: ALV

source: Version
fi_fi: Versio

source: View
da_dk: Visning
fi_fi: Näytä

source: Weather
da_dk: Vejr
fi_fi: Sää

source: Webpage
da_dk: Hjemmeside
fi_fi: Verkkosivu

source: When you have scanned the QR code with success - log off and login again. You will from now on be required to use Google Authenticator to finish your logins
da_dk: Når du har scannet QR-koden med succes - log af og log ind igen. Du vil fra nu af blive bedt om at bruge Google Authenticator for at afslutte dine logins
fi_fi: Kun olet skannannut QR-koodin onnistuneesti - kirjaudu ulos ja kirjaudu sisään uudelleen. Tästä lähtien sinun on käytettävä Google Authenticatoria kirjautumisten loppuun saattamiseksi

source: Widgets added
da_dk: Widgets tilføjet
fi_fi: Vimpaimet lisätty

source: Widgets available
da_dk: Widgets tilgængelige
fi_fi: Vimpaimet saatavilla

source: Workflow
da_dk: Arbejdsgang
fi_fi: Työnkulku

source: Workflows
da_dk: Arbejdsgange
fi_fi: Työnkulut

source: Workstations
da_dk: Arbejdsstationer
fi_fi: Työasemat

source: Yes
da_dk: Ja
fi_fi: Kyllä

source: You are not allowed access to this module
da_dk: Du har ikke adgang til dette modul
fi_fi: Sinulla ei ole pääsyä tähän moduuliin

source: Zip Code
da_dk: Postnummer
fi_fi: Postinumero

source: account
da_dk: konto
fi_fi: tili
