Repository: cljorgensen/Practicle-free
Catalog: locales/*/LC_MESSAGES/main.po
Languages: da_dk, fi_fi

source: Latest activity in the project
da_dk: Seneste aktivitet i projektet
fi_fi: Viimeisin toiminta projektissa

source: Latest activity
da_dk: Seneste aktivitet
fi_fi: Viimeisin toiminta

source: Activity Stream
da_dk: Aktivitetsstrøm
fi_fi: Toimintavirta

source: Remaining
da_dk: Tilbage
fi_fi: Jäljellä

source: Password generator
da_dk: Adgangskode generator
fi_fi: Salasanan luontityökalu

source: Forms
da_dk: Formularer
fi_fi: Lomakkeet

source: Mail Templates
da_dk: Mail skabeloner
fi_fi: Sähköpostipohjat

source: Maintenance
da_dk: Vedligeholdelse
fi_fi: Ylläpito

source: System Configurator
da_dk: Systemkonfigurator
fi_fi: Järjestelmän konfiguroija

source: Administration
fi_fi: Hallinto

source: Email account for sending emails from
da_dk: E-mail-konto til at sende e-mails fra
fi_fi: Sähköpostitili sähköpostien lähettämiseen

source: SMTP Port
fi_fi: SMTP-portti

source: SMTP Host
da_dk: SMTP Vært
fi_fi: SMTP-isäntä

source: SMTP Username
da_dk: SMTP Brugernavn
fi_fi: SMTP-käyttäjänimi

source: SMTP Password
da_dk: SMTP Adgangskode
fi_fi: SMTP-salasana

source: Max 25 characters
da_dk: Max 25 tegn
fi_fi: Enintään 25 merkkiä

source: Name of the system
da_dk: Systemets navn
fi_fi: Järjestelmän nimi

source: Allow people to activate google authenticater for 2 faktor validation?
da_dk: Vil du tillade folk at aktivere Google verificering for 2 faktor validering?
fi_fi: Sallitaanko ihmisille Google Authenticatorin aktivointi 2-vaiheisen varmennuksen yhteydessä?

source: IMAP Host
da_dk: IMAP vært
fi_fi: IMAP-isäntä

source: IMAP Username
da_dk: IMAP brugernavn
fi_fi: IMAP-käyttäjänimi

source: IMAP Password
da_dk: IMAP adgangskode
fi_fi: IMAP-salasana

source: Please make a long token
da_dk: Lav venligst et langt token
fi_fi: Luo pitkä tunnus

source: These are the links on the login page
da_dk: Dette er links på login-siden
fi_fi: Nämä ovat linkit kirjautumissivulla

source: Frontpage links
da_dk: Forside links
fi_fi: Etusivun linkit

source: You company Facebook page
da_dk: Din virksomheds Facebook-side
fi_fi: Yrityksesi Facebook-sivu

source: You company page
da_dk: Din virksomhedsside
fi_fi: Yrityksesi sivu

source: Company Website
da_dk: Firmaets hjemmeside
fi_fi: Yrityksen verkkosivusto

source: You company LinkedIn page
da_dk: Din virksomheds LinkedIn side
fi_fi: Yrityksesi LinkedIn-sivu

source: Registration options
da_dk: Registreringsmuligheder
fi_fi: Rekisteröintivaihtoehdot

source: Allow user registrations via email?
da_dk: Tillad brugerregistreringer via e-mail?
fi_fi: Salli käyttäjärekisteröinnit sähköpostitse?

source: Default company assignment for new user registrations?
da_dk: Standard virksomhedstildeling for nye brugerregistreringer?
fi_fi: Oletusarvo yrityksen määrittämiseksi uusille käyttäjärekisteröinneille?

source: Default Company?
da_dk: Standardfirma?
fi_fi: Oletusyritys?

source: You are done
da_dk: Du er færdig
fi_fi: Olet valmis

source: Submit to save your settings
da_dk: Send for at gemme dine indstillinger
fi_fi: Lähetä tallentaaksesi asetuksesi

source: Previous
da_dk: Tidligere
fi_fi: Edellinen

source: Next
da_dk: Næste
fi_fi: Seuraava

source: Submit
da_dk: Indsend
fi_fi: Lähetä

source: Settings did not get updated
da_dk: Indstillinger blev ikke opdateret
fi_fi: Asetukset eivät päivittyneet

source: Settings updated
da_dk: Indstillinger opdateret
fi_fi: Asetukset päivitetty

source: Default Design
da_dk: Standarddesign
fi_fi: Oletusmuotoilu

source: Google Authenticate
da_dk: Google Verificering
fi_fi: Google-tunnistautuminen

source: System
fi_fi: Järjestelmä

source: Mail templates
da_dk: Mail skabeloner
fi_fi: Sähköpostipohjat

source: Knowledge base
da_dk: Vidensbase
fi_fi: Tietokanta

source: queue
da_dk: kø
fi_fi: jono

source: Queue
da_dk: Kø
fi_fi: Jono

source: Doing
da_dk: Igangværende
fi_fi: Tekeillä

source: Done
da_dk: Færdige
fi_fi: Valmis

source: done
da_dk: færdige
fi_fi: valmis

source: doing
da_dk: igangværende
fi_fi: tekeillä

source: Monday
da_dk: Mandag
fi_fi: Maanantai

source: Tuesday
da_dk: Tirsdag
fi_fi: Tiistai

source: Wednesday
da_dk: Onsdag
fi_fi: Keskiviikko

source: Thursdag
da_dk: Torsdag
fi_fi: Torstai

source: Friday
da_dk: Fredag
fi_fi: Perjantai

source: Saturday
da_dk: Lørdag
fi_fi: Lauantai

source: Sunday
da_dk: Søndag
fi_fi: Sunnuntai

source: Thursday
da_dk: Torsdag
fi_fi: Torstai

source: Management functions
da_dk: Ledelsesfunktioner
fi_fi: Hallinnan toiminnot

source: This weeks time registrations for team
da_dk: Denne uges tidsregisteringer for team
fi_fi: Tämän viikon aikarekisteröinnit tiimille

source: Employee
da_dk: Medarbejder
fi_fi: Työntekijä

source: Solved with solution
da_dk: Løst med løsningen
fi_fi: Ratkaistu ratkaisulla

source: Solved
da_dk: Løst
fi_fi: Ratkaistu

source: Parent Assets
da_dk: Overordnede aktiver
fi_fi: Ylätason omaisuus

source: Child Assets
da_dk: Underordnede aktiver
fi_fi: Alatason omaisuus

source: This relation will make current assets child
da_dk: Denne relation vil gøre det nuværende aktiv til underordnet aktiv
fi_fi: Tämä suhde tekee nykyisistä omaisuuksista alaikäisiä

source: Create a parent relation
da_dk: Opret en forældre-relation
fi_fi: Luo vanhempien suhde

source: This relation will make current asset parent
da_dk: Denne relation vil gøre det nuværende aktiv til forælder
fi_fi: Tämä suhde tekee nykyisestä omaisuudesta vanhemman

source: Create a child relation
da_dk: Opret en børne-relation
fi_fi: Luo lapsen suhde

source: Service
fi_fi: Palvelu

source: Overall
da_dk: Overordnet
fi_fi: Yleinen

source: Subordinate
da_dk: Underordnet
fi_fi: Alainen

source: Create relation
da_dk: Opret relation
fi_fi: Luo suhde

source: Get direct link
da_dk: Få direkte link
fi_fi: Hae suora linkki

source: Problem report
da_dk: Problemrapport
fi_fi: Ongelmaraportti

source: Please explain the problem
da_dk: Forklar venligst problemet
fi_fi: Selitä ongelma

source: this will create a ticket at Practicle Support so please dont abuse this!
da_dk: dette vil oprette en henvendelse hos Practicle Supporten, så misbrug ikke denne funktion!
fi_fi: tämä luo lipun Käytännön tukeen, joten älä käytä tätä väärin!

source: Report a problem
da_dk: Rapporter et problem
fi_fi: Ilmoita ongelmasta

source: Category administration
da_dk: Kategori administration
fi_fi: Luokka hallinto

source: Create News Article
da_dk: Opret nyhedsartikel
fi_fi: Luo uutisartikkeli

source: Date to be published
da_dk: Dato, der skal offentliggøres
fi_fi: Julkaisupäivämäärä

source: Writer
da_dk: Forfatter
fi_fi: Kirjoittaja

source: Headline
da_dk: Overskrift
fi_fi: Otsikko

source: Add new category
da_dk: Tilføj ny kategori
fi_fi: Lisää uusi luokka

source: Usergroup
da_dk: Brugergruppe
fi_fi: Käyttäjäryhmä

source: News Article
da_dk: Nyhedsartikel
fi_fi: Uutisartikkeli

source: Get latest CVE news entries
da_dk: Hent seneste CVE-nyhedsindlæg
fi_fi: Hae viimeisimmät CVE-uutiset

source: Delete all CVE news entries
da_dk: Slet alle CVE-nyhedsindlæg
fi_fi: Poista kaikki CVE-uutisten merkinnät

source: Fetch
da_dk: Hent
fi_fi: Noutaa

source: Add filter
da_dk: Tilføj filter
fi_fi: Lisää suodatin

source: Miscellaneous
da_dk: Diverse
fi_fi: Sekalaiset

source: miscellaneous
da_dk: diverse
fi_fi: sekalaiset

source: CVE Filters
da_dk: CVE Filtre
fi_fi: CVE-suodattimet

source: Documentation
da_dk: Dokumentation
fi_fi: Dokumentointi

source: last 2 months
da_dk: seneste 2 måneder
fi_fi: viimeiset 2 kuukautta

source: Date worked
da_dk: Dato for udført arbejde
fi_fi: Työpäivämäärä

source: Duration
da_dk: Varighed
fi_fi: Kesto

source: Billable
da_dk: Fakturerbar
fi_fi: Laskutettava

source: Date for registration
da_dk: Dato for registrering
fi_fi: Rekisteröintipäivämäärä

source: All
da_dk: Alle
fi_fi: Kaikki

source: Daily
da_dk: Daglig
fi_fi: Päivittäin

source: Duration minutes
da_dk: Varighed minutter
fi_fi: Kesto minuuteissa

source: Duration hours
da_dk: Varighed timer
fi_fi: Kesto tuntia

source: Number of registrations
da_dk: Antal registreringer
fi_fi: Rekisteröintien lukumäärä

source: Daily basis
da_dk: Dagsbasis
fi_fi: Päivittäinen perusta

source: Create Relations
da_dk: Opret relationer
fi_fi: Luo suhteet

source: Table Name
da_dk: Tabel navn
fi_fi: Taulukon nimi

source: Import Source
da_dk: Importkilde
fi_fi: Tuo lähde

source: Synchronization
da_dk: Synkronisering
fi_fi: Synkronointi

source: Sync Time
da_dk: Synkroniseringstid
fi_fi: Synkronointiaika

source: Last Synced
da_dk: Sidst synkroniseret
fi_fi: Viimeksi synkronoitu

source: Label
da_dk: Etiket
fi_fi: Tunniste

source: Default value
da_dk: Standard værdi
fi_fi: Oletusarvo

source: Field title
da_dk: Felt titel
fi_fi: Kenttä otsikko

source: Field Width
da_dk: Feltbredde
fi_fi: Kentän leveys

source: Lookup Field Result (Table View)
da_dk: Opslagsfelt resultat (tabelvisning)
fi_fi: Etsi kentän tulos (taulukkoesitys)

source: Lookup Field Result (Modal View)
da_dk: Opslagsfelt resultat (modal visning)
fi_fi: Etsi kentän tulos (modaalinen esitys)

source: Primary Relation Field
da_dk: Primært relationsfelt
fi_fi: Ensimmäinen yhteyskenttä

source: Import Source Field
da_dk: Importkilde felt
fi_fi: Tuontilähdekenttä

source: Sync Source Field
da_dk: Synkroniseringskilde felt
fi_fi: Synkronointilähde kenttä

source: Addon
da_dk: Tilføjelse
fi_fi: Laajennus

source: Select Field Options
da_dk: Vælg felt muligheder
fi_fi: Valitse kenttävaihtoehdot

source: Child relations lookup
da_dk: Barnrelationer opslag
fi_fi: Lapsi suhteet haku

source: Locked
da_dk: Låst
fi_fi: Lukittu

source: Required
da_dk: Påkrævet
fi_fi: Vaadittu

source: Searchable
da_dk: Søgbart
fi_fi: Etsittävä

source: Hide Tables
da_dk: Skjul i tabel oversigten
fi_fi: Piilota taulut

source: Hide Forms
da_dk: Skjul i modal form visning
fi_fi: Piilota lomakkeet

source: Syncronize
da_dk: Synkroniser
fi_fi: Synkronoi

source: Reset field sort order
da_dk: Nulstil felt sorteringsrækkefølge
fi_fi: Nollaa kentän järjestys

source: Related workflow
da_dk: Relateret arbejdsgang
fi_fi: Liittyvä työnkulku

source: Reset forms data
da_dk: Nulstil formulardata
fi_fi: Nollaa lomakedata

source: Check Table Consistency
da_dk: Tjek tabelkonsistens
fi_fi: Tarkista taulun yhdenmukaisuus

source: Priority 1
da_dk: Prioritet 1
fi_fi: Prioriteetti 1

source: Priority 2
da_dk: Prioritet 2
fi_fi: Prioriteetti 2

source: Priority 3
da_dk: Prioritet 3
fi_fi: Prioriteetti 3

source: Priority 4
da_dk: Prioritet 4
fi_fi: Prioriteetti 4

source: Field Label
da_dk: Feltmærke
fi_fi: Kenttätunniste

source: Features
da_dk: Funktioner
fi_fi: Ominaisuudet

source: Create Incident
da_dk: Opret hændelse
fi_fi: Luo tapahtuma

source: Create Change
da_dk: Opret ændring
fi_fi: Luo muutos

source: Create Problem
da_dk: Opret problem
fi_fi: Luo ongelma

source: Create Request
da_dk: Opret anmodning
fi_fi: Luo pyyntö

source: Incidents dispatch view
da_dk: Hændelser modtagelses visning
fi_fi: Tapaukset jakelunäkymä

source: Requests dispatch view
da_dk: Anmodninger modtagelses visning
fi_fi: Pyyntöjen jakelunäkymä

source: Changes dispatch view
da_dk: Ændringer modtagelses visning
fi_fi: Muutosten jakelunäkymä

source: Problems dispatch view
da_dk: Problemer modtagelses visning
fi_fi: Ongelmien jakelunäkymä

source: Shortcuts
da_dk: Genveje
fi_fi: Pikakuvakkeet

source: Watch list
da_dk: Overvågningsliste
fi_fi: Tarkkailulista

source: Generic forms
da_dk: Generiske formularer
fi_fi: Yleiset lomakkeet

source: Authorizer
da_dk: Autorisator
fi_fi: Valtuuttaja

source: Reason
da_dk: Årsag
fi_fi: Syy

source: Administrators
da_dk: Administratorer
fi_fi: Ylläpitäjät

source: Updated by
da_dk: Opdateret af
fi_fi: Päivittäjä

source: Image
da_dk: Billede
fi_fi: Kuva

source: Click to see
da_dk: Klik for at se
fi_fi: Napsauta nähdäksesi

source: this is essential in the subject for the mail reply by the customer to land on specific type and number
da_dk: dette er essentielt i emnet for, at kundens mailsvar lander på en bestemt type og nummer
fi_fi: tämä on olennaista aiheessa, jotta asiakkaan sähköpostivastaus laskeutuu tiettyyn tyyppiin ja numeroon

source: this is essential in the subject for the mail reply by the customer to land on specific type
da_dk: dette er essentielt i emnet for, at kundens mailsvar lander på en bestemt type
fi_fi: tämä on olennaista aiheessa, jotta asiakkaan sähköpostivastaus laskeutuu tiettyyn tyyppiin

source: placeholder for current incident/change/request/problem number
da_dk: pladsholder for aktuel hændelse/ændring/anmodning/problem nummer
fi_fi: paikan merkki nykyiselle tapahtuma/muutos/pyyntö/ongelman numerolle

source: placeholder for customers firstname
da_dk: pladsholder for kundernes fornavn
fi_fi: paikan merkki asiakkaiden etunimestä

source: placeholder for customers lastname
da_dk: pladsholder for kundernes efternavn
fi_fi: paikan merkki asiakkaiden sukunimestä

source: if action is a comment - this is the placeholder for the comment
da_dk: hvis handling er en kommentar - så er dette pladsholderen for kommentaren
fi_fi: jos toiminto on kommentti - tämä on kommentin paikan merkki

source: placeholder for the system name
da_dk: pladsholder for systemnavnet
fi_fi: paikan merkki järjestelmän nimestä

source: placeholder for the system url
da_dk: pladsholder for systemets url
fi_fi: paikan merkki järjestelmän URL-osoitteesta

source: placeholder for the name of the type
da_dk: pladsholder for navnet på typen
fi_fi: paikan merkki tyypin nimestä

source: placeholder for direct link to the specific incident/change/request/problem (can not be accessed by customers)
da_dk: pladsholder for direkte link til den specifikke hændelse/ændring/anmodning/problem (kan ikke tilgås af kunder)
fi_fi: paikan merkki suoraan linkkiä kyseiseen tapahtumaan/muutokseen/pyyntöön/ongelmaan (ei voida käyttää asiakkaiden toimesta)

source: Placeholders
da_dk: Pladsholdere
fi_fi: paikanmerkit

source: Password must contain: minimum 8 characters, at least 1 alphabet, 1 number and 1 special character
da_dk: Adgangskoden skal indeholde: minimum 8 tegn, mindst 1 alfabet, 1 tal og 1 specialtegn
fi_fi: Salasanan on sisällettävä: vähintään 8 merkkiä, vähintään 1 kirjain, 1 numero ja 1 erikoismerkki

source: This email allready exists
da_dk: Denne e-mail findes allerede
fi_fi: Tämä sähköposti on jo olemassa

source: Please confirm password
da_dk: Bekræft venligst adgangskoden
fi_fi: Vahvista salasana

source: Passwords did not match
da_dk: Adgangskoder matchede ikke
fi_fi: Salasanat eivät täsmänneet

source: Please enter a password
da_dk: Indtast venligst en adgangskode
fi_fi: Syötä salasana

source: Please enter a lastname
da_dk: Indtast venligst et efternavn
fi_fi: Syötä sukunimi

source: Please enter a firstname
da_dk: Indtast venligst et fornavn
fi_fi: Syötä etunimi

source: Email user
da_dk: Email bruger
fi_fi: Sähköpostikäyttäjä

source: Preview group members
da_dk: Forhåndsvisning af gruppemedlemmer
fi_fi: Esikatselu ryhmän jäsenille

source: All Users
da_dk: Alle brugere
fi_fi: Kaikki käyttäjät

source: Change Administrators
da_dk: Ændringer administratorer
fi_fi: Muutosadministraattorit

source: Change Users
da_dk: Ændringer brugere
fi_fi: Muutoskäyttäjät

source: CMDB Administrators
da_dk: CMDB Administratorer
fi_fi: CMDB-administraattorit

source: CMDB Users
da_dk: CMDB brugere
fi_fi: CMDB-käyttäjät

source: Company Administrators
da_dk: Virksomheder administratorer
fi_fi: Yrityksen hallinnoijat

source: Default CAB
da_dk: Standard CAB
fi_fi: Oletus-CAB

source: Default group messages
da_dk: Standard gruppemeddelelser
fi_fi: Oletusryhmäviestit

source: Document Administrators
da_dk: Dokumentadministratorer
fi_fi: Asiakirjojen hallinnoijat

source: Document Users
da_dk: Dokumentbrugere
fi_fi: Asiakirjojen käyttäjät

source: Forms administrators
da_dk: Formularadministratorer
fi_fi: Lomakkeiden ylläpitäjät

source: Forms users
da_dk: Formularbrugere
fi_fi: Lomakkeiden käyttäjät

source: Incident Administrators
da_dk: Hændelseradministratorer
fi_fi: Tapahtumien hallinnoijat

source: Incident Users
da_dk: Hændelserbrugere
fi_fi: Tapahtumien käyttäjät

source: Module Administrators
da_dk: Moduladministratorer
fi_fi: Moduulien hallinnoijat

source: News Administrators
da_dk: Nyhederadministratorer
fi_fi: Uutisten hallinnoijat

source: News Writer
da_dk: Nyhederforfatter
fi_fi: Uutisten kirjoittaja

source: Problem Administrators
da_dk: Problemeradministratorer
fi_fi: Ongelmien hallinnoijat

source: Problem Users
da_dk: Problemerbrugere
fi_fi: Ongelmien käyttäjät

source: Project Administrators
da_dk: Projektadministratorer
fi_fi: Projektien hallinnoijat

source: Project Users
da_dk: Projektbrugere
fi_fi: Projektien käyttäjät

source: Request Administrators
da_dk: Anmodningeradministratorer
fi_fi: Pyyntöjen hallinnoijat

source: Request Users
da_dk: Anmodningerbrugere
fi_fi: Pyyntöjen käyttäjät

source: Timeregistration Administrators
da_dk: Tidsregistreringadministratorer
fi_fi: Työajan kirjaajien hallinnoijat

source: User Administrator
da_dk: Brugeradministrator
fi_fi: Käyttäjien hallinnoija

source: Workflow Administrators
da_dk: Arbejdsgangeadministratorer
fi_fi: Työnkulun hallinnoijat

source: Default
da_dk: Standard
fi_fi: Oletus

source: Generic Forms
da_dk: Generiske formularer
fi_fi: Yleiset lomakkeet

source: Group updated
da_dk: Gruppeopdateret
fi_fi: Ryhmä päivitetty

source: All employee users
da_dk: Alle ansattebrugere
fi_fi: Kaikki työntekijäkäyttäjät

source: Group Administrators
da_dk: Gruppeadministratorer
fi_fi: Ryhmän hallinnoijat

source: Role created
da_dk: Rolleoprettet
fi_fi: Rooli luotu

source: Preview team members
da_dk: Forhåndsvisning af teammedlemmer
fi_fi: Esikatsele tiimin jäsenet

source: Role memberships
da_dk: Rolle medlemsskaber
fi_fi: Roolin jäsenyydet

source: Group memberships
da_dk: Gruppe medlemsskaber
fi_fi: Ryhmän jäsenyydet

source: Roles Available
da_dk: Roller tilgængelige
fi_fi: Saatavilla olevat roolit

source: Team memberships
da_dk: Team medlemsskaber
fi_fi: Tiimin jäsenyydet

source: Teams Available
da_dk: Teams tilgængelige
fi_fi: Tiimit saatavilla

source: Consultant
da_dk: Konsulent
fi_fi: Konsultti

source: Members of this group possess unrestricted privileges to the overall system. Administrators can access the administration module. Only a select few should belong to this group.
da_dk: Medlemmer af denne gruppe har ubegrænsede rettigheder til hele systemet. Administratorer kan få adgang til administrationsmodulet. Kun et fåtal bør tilhøre denne gruppe.
fi_fi: Tämän ryhmän jäsenillä on rajoittamattomat oikeudet koko järjestelmään. Ylläpitäjät voivat käyttää hallintamoduulia. Vain harvat valitut tulisi kuulua tähän ryhmään.

source: This group can be used as a collector group for all users of type employees - in general - if this group is chosen, all employee users will have access.
da_dk: Denne gruppe kan bruges som samlergruppe for alle brugere af type medarbejdere - generelt - hvis denne gruppe vælges, vil alle medarbejderbrugere have adgang.
fi_fi: Tämä ryhmä voidaan käyttää keräysryhmänä kaikille työntekijöiden tyypin käyttäjille - yleensä - jos tämä ryhmä valitaan, kaikki työntekijäkäyttäjät saavat pääsyn.

source: This group gives advanced access to to the request module. Users in this group will be able to update request informations in general and is not limited in access rights in general. This should only be granted to central administrators and not more then very few people.
da_dk: Denne gruppe giver avanceret adgang til anmodningsmodulet. Brugere i denne gruppe vil være i stand til at opdatere anmodningsoplysninger generelt og er ikke begrænset i adgangsrettigheder generelt. Dette bør kun gives til centrale administratorer og ikke mere end meget få personer.
fi_fi: Tämä ryhmä antaa kehittyneen pääsyn pyyntömoduuliin. Tässä ryhmässä olevat käyttäjät voivat päivittää pyyntötietoja yleisesti eivätkä ole yleisesti rajoitettuja pääsyoikeuksissa. Tämä tulisi myöntää vain keskeisille järjestelmänvalvojille eikä enempää kuin hyvin harvoille ihmisille.

source: Standard group for request module. Users have to be part of this group in order to be able to use standard request module.
da_dk: Standardgruppe for anmodningsmodul. Brugere skal være en del af denne gruppe for at kunne bruge standard anmodningsmodul.
fi_fi: Standardiryhmä pyyntömoduulille. Käyttäjien on oltava osa tätä ryhmää voidakseen käyttää standardia pyyntömoduulia.

source: This group is for people that needs to be able to be assigned as responsible on workflows and thereby also can edit it.
da_dk: Denne gruppe er for personer, der skal kunne udpeges som ansvarlige på arbejdsgange og derved også kan redigere den.
fi_fi: Tämä ryhmä on tarkoitettu ihmisille, jotka tarvitsevat pystyäkseen vastaamaan työnkulkuista ja siten myös muokkaamaan niitä.

source: Has the rights to modify and oversee users and their permissions.
da_dk: Har rettigheder til at ændre og overvåge brugere og deres tilladelser.
fi_fi: On oikeudet muokata ja valvoa käyttäjiä ja heidän käyttöoikeuksiaan.

source: Username already exists
da_dk: Brugernavn eksisterer i forvejen
fi_fi: Käyttäjätunnus on jo olemassa

source: Required fields are missing values
da_dk: Påkrævede felter mangler værdier
fi_fi: Pakolliset kentät puuttuvat arvoista

source: This email already exists for
da_dk: Denne e-mail findes allerede for
fi_fi: Tämä sähköpostiosoite on jo olemassa kohteelle

source: Email cannot be empty
da_dk: E-mail må ikke være tom
fi_fi: Sähköpostiosoite ei voi olla tyhjä

source: Firstname is required
da_dk: Fornavn er påkrævet
fi_fi: Etunimi on pakollinen

source: Username cannot be empty
da_dk: Brugernavnet må ikke være tomt
fi_fi: Käyttäjätunnus ei voi olla tyhjä

source: This username already exists for
da_dk: Dette brugernavn eksisterer allerede for
fi_fi: Tämä käyttäjätunnus on jo olemassa kohteelle

source: Write words seperated by ; if you want an empty value as select option - write NULL
da_dk: Skriv ord adskilt af ; hvis du ønsker en tom værdi som valgmulighed - skriv NULL
fi_fi: Kirjoita sanat erotettuna ; jos haluat tyhjän arvon valintavaihtoehdoksi - kirjoita NULL

source: Create project task from this
da_dk: Opret projektopgave ud fra denne
fi_fi: Luo projektilaite tästä

source: Select user for add
da_dk: Vælg bruger der skal tilføjes
fi_fi: Valitse käyttäjä lisättäväksi

source: Select user for removal
da_dk: Vælg bruger der skal fjernes
fi_fi: Valitse käyttäjä poistettavaksi

source: No Sprint
da_dk: Intet sprint
fi_fi: Ei Sprinttiä

source: Parent
da_dk: Overliggende
fi_fi: Vanhempi

source: Private
da_dk: Privat
fi_fi: Yksityinen

source: Show members
da_dk: Vis medlemmer
fi_fi: Näytä jäsenet

source: Last login
da_dk: Sidste login
fi_fi: Viimeisin kirjautuminen

source: Create Project Task
da_dk: Opret projekt opgave
fi_fi: Luo projektitehtävä

source: Simple
da_dk: Simpel
fi_fi: Yksinkertainen

source: Log Book
da_dk: Logbog
fi_fi: Lokikirja

source: Related number
da_dk: Relateret nummer
fi_fi: Liittyvä numero

source: Add empty row
da_dk: Tilføj tom række
fi_fi: Lisää tyhjä rivi

source: This adds an empty value to a select box and only for that
da_dk: Dette tilføjer en tom værdi til en valgboks og kun for disse
fi_fi: Tämä lisää tyhjän arvon valintaruutuun ja vain siihen

source: Mine
fi_fi: Oma

source: mine
fi_fi: oma

source: Search results
da_dk: Søgeresultater
fi_fi: Hakutulokset

source: Select Options
da_dk: Opslags muligheder
fi_fi: Valitse vaihtoehdot

source: Options
da_dk: Muligheder
fi_fi: Vaihtoehdot

source: Lookup
da_dk: Opslag
fi_fi: Haku

source: Syncronization
da_dk: Synkronisering
fi_fi: Synkronointi

source: relations
da_dk: relationer
fi_fi: Suhteet

source: Primary
da_dk: Primært
fi_fi: Ensisijainen

source: Full view height
da_dk: Fuld visnings højde
fi_fi: Koko näkymän korkeus

source: Table view
da_dk: Tabel visning
fi_fi: Taulukkonäkymä

source: Timeline view
da_dk: Timeline visning
fi_fi: Aikajananäkymä
