Repository: cljorgensen/Practicle-free
Catalog: locales/*/LC_MESSAGES/main.po
Languages: da_dk, fi_fi

source: assets
da_dk: aktiver
fi_fi: varat

source: assigned responsible
da_dk: tildelt ansvarlig
fi_fi: vastuullinen henkilö

source: assigned team
da_dk: tildelt team
fi_fi: määritelty tiimi

source: change
da_dk: ændring
fi_fi: muutos

source: changes
da_dk: ændringer
fi_fi: muutokset

source: close
da_dk: luk
fi_fi: sulje

source: companies
da_dk: virksomheder
fi_fi: yritykset

source: complete
da_dk: fuldføre
fi_fi: valmis

source: created
da_dk: oprettet
fi_fi: luotu

source: customers
da_dk: kunder
fi_fi: asiakkaat

source: delete
da_dk: slet
fi_fi: poista

source: exceeded
da_dk: overskredet
fi_fi: ylittynyt

source: hours in total
da_dk: timer i alt
fi_fi: tunteja yhteensä

source: in
da_dk: i
fi_fi: sisällä

source: incident
da_dk: hændelse
fi_fi: tapaus

source: incidents
da_dk: hændelser
fi_fi: tapahtumat

source: no
da_dk: ingen
fi_fi: ei

source: now recieved
da_dk: modtaget nu
fi_fi: nyt vastaanotettu

source: of
da_dk: af
fi_fi: josta

source: open
da_dk: åben
fi_fi: avoinna

source: overview
da_dk: oversigt
fi_fi: yleiskatsaus

source: password
da_dk: adgangskode
fi_fi: salasana

source: passwords
da_dk: adgangskoder
fi_fi: salasanat

source: preview
da_dk: forhåndsvisning
fi_fi: esikatselu

source: problems
da_dk: problemer
fi_fi: ongelmia

source: records
da_dk: poster
fi_fi: tietueet

source: requests
da_dk: anmodninger
fi_fi: pyynnöt

source: settings
da_dk: indstillinger
fi_fi: asetukset

source: solutions
da_dk: løsninger
fi_fi: ratkaisut

source: to
da_dk: til
fi_fi: kohteelle

source: to existing problem
da_dk: til eksisterende problem
fi_fi: olemassa olevalle ongelmalle

source: total
fi_fi: yhteensä

source: username
da_dk: brugernavn
fi_fi: käyttäjätunnus

source: view
da_dk: visning
fi_fi: näytä

source: yes
da_dk: ja
fi_fi: kyllä

source: No data available in table
da_dk: Ingen data tilgængelig i tabellen
fi_fi: Taulukossa ei ole tietoja

source: No entries to show
da_dk: Ingen poster at vise
fi_fi: Ei näytettäviä tietueita

source: No records to display
da_dk: Ingen poster at vise
fi_fi: Ei näytettäviä tietueita

source: Archive
da_dk: Arkiv
fi_fi: Arkisto

source: Timeregistrations
da_dk: Tidsregistreringer
fi_fi: Tuntikirjaukset

source: Dispatch
da_dk: Ekspedition
fi_fi: Lähetys

source: Report
da_dk: Rapport
fi_fi: Raportti

source: Me as Participant
da_dk: Mig som deltager
fi_fi: Minä osallistujana

source: Me as Manager
da_dk: Mig som leder
fi_fi: Minä esimiehenä

source: Me as Responsible
da_dk: Mig som ansvarlig
fi_fi: Minä vastuuhenkilönä

source: Expiration
da_dk: Udløb
fi_fi: Vanhentuminen

source: Similarity
da_dk: Lighed
fi_fi: Samankaltaisuus

source: An indicative comparison of words between the version and the previous version
da_dk: En vejledende sammenligning af ord mellem versionen og den tidligere version
fi_fi: Suuntaa-antava sanavertailu version ja edellisen version välillä

source: Asset
da_dk: Aktiv
fi_fi: Hyödyke

source: asset
da_dk: aktiv
fi_fi: ratkaisu

source: Resolution
da_dk: Opløsning
fi_fi: Tarkkuus

source: deadline
da_dk: sidste frist
fi_fi: määräaika

source: subject
da_dk: emne
fi_fi: aihe

source: subjects
da_dk: emner
fi_fi: aiheet

source: taskboard
da_dk: opgavetavle
fi_fi: tehtävätaulu

source: Create New
da_dk: Opret ny
fi_fi: Luo uusi

source: Your
da_dk: Din
fi_fi: Sinun

source: Dispatch view
da_dk: Visning af afsendelse
fi_fi: Näkymä lähettämisestä

source: All open
da_dk: Alle åbne
fi_fi: Kaikki avoimet

source: Export
da_dk: Eksport
fi_fi: Vienti

source: Export view
da_dk: Eksportvisning
fi_fi: Vientinäkymä

source: Problems are much easier to create directly via incidents, requests, changes etc.
da_dk: Problemer er meget nemmere at oprette direkte via hændelser, anmodninger, ændringer osv.
fi_fi: Ongelmat voidaan luoda paljon helpommin suoraan tapahtumien, pyyntöjen, muutosten jne. kautta.

source: Add to taskboard
da_dk: Føj til opgavetavle
fi_fi: Lisää tehtäväkortille

source: Deadline Backout
da_dk: Tidsfrist tilbage
fi_fi: Määräajan peruuttaminen

source: New message
da_dk: Ny besked
fi_fi: Uusi viesti

source: Recipient
da_dk: Modtager
fi_fi: Vastaanottaja

source: Message
da_dk: Besked
fi_fi: Viesti

source: Answer Templates
da_dk: Svarskabeloner
fi_fi: Vastauspohjat

source: not assigned team
da_dk: ikke tildelt hold
fi_fi: Tiimiä ei ole määritetty

source: not assigned responsible
da_dk: ikke tildelt ansvarlig
fi_fi: Vastuullista ei ole määritetty

source: created from
da_dk: oprettet fra
fi_fi: Luotu seuraavasta

source: Personal
da_dk: Personlig
fi_fi: Henkilökohtainen

source: users
da_dk: brugere
fi_fi: Käyttäjät

source: Created By
da_dk: Oprettet af
fi_fi: Luonut

source: Todays time registration
da_dk: Dagens tidsregistrering
fi_fi: Tämän päivän ilmoittautuminen

source: Create new project
da_dk: Opret nyt projekt
fi_fi: Luo uusi projekti

source: Group Managers
da_dk: Gruppemanagere
fi_fi: Ryhmän johtajat

source: User group that can administrate this project
da_dk: Brugergruppe, der kan administrere dette projekt
fi_fi: Tämän projektin hallinnan käyttäjäryhmä

source: User group that can participate in this project
da_dk: Brugergruppe, der kan deltage i dette projekt
fi_fi: Tässä projektissa voivat osallistua olevat käyttäjäryhmät

source: Related Customer
da_dk: Relateret kunde
fi_fi: Liittyvä asiakas

source: Customer that this project is to be related to
da_dk: Kunden, som dette projekt skal relateres til
fi_fi: Asiakas, johon tämä projekti liittyy

source: Create password
da_dk: Opret adgangskode
fi_fi: Luo salasana

source: Enabled
da_dk: Aktiveret
fi_fi: Käytössä

source: Disabled
da_dk: Deaktiveret
fi_fi: Poistettu käytöstä

source: Workstation
da_dk: Arbejdsstation
fi_fi: Työasema

source: Certificate
da_dk: Certifikat
fi_fi: Sertifikaatti

source: New project
da_dk: Nyt projekt
fi_fi: Uusi projekti

source: Add to your watchlist
da_dk: Tilføj til din overvågningsliste
fi_fi: Lisää seurantalistaasi

source: Quick search
da_dk: Hurtigsøgning
fi_fi: Nopea haku

source: Related sprint
da_dk: Relateret sprint
fi_fi: Liittyvä sprintti

source: Task participants
da_dk: Opgavedeltagere
fi_fi: Tehtävään osallistujat

source: Delete project
da_dk: Slet projekt
fi_fi: Poista projekti

source: Project Sprint
da_dk: Projektsprint
fi_fi: Projektin sprintti

source: Generate project tasks
da_dk: Generer projektopgaver
fi_fi: Luo projektitehtäviä

source: Remove project tasks
da_dk: Fjern projektopgaver
fi_fi: Poista projektitehtäviä

source: Real hours spend
da_dk: Brugt rigtige timer
fi_fi: Käytetyt todelliset tunnit

source: Calculated from real timeregistrations
da_dk: Beregnet ud fra reelle tidregistreringer
fi_fi: Lasketaan todellisista ajanseurannoista

source: Open Projects
da_dk: Åbne projekter
fi_fi: Avatut projektit

source: Overall process
da_dk: Samlet proces
fi_fi: Kokonaisprosessi

source: Budget spend
da_dk: Udgiftsbudget
fi_fi: Budjettilaskenta

source: Time registered
da_dk: Tid registreret
fi_fi: Aika rekisteröity

source: Create baseline
da_dk: Opret grundlinje
fi_fi: Luo perusviiva

source: Create *.ics file
da_dk: Opret *.ics-fil
fi_fi: Luo .ics-tiedosto

source: Create ICS file
da_dk: Opret ICS-fil
fi_fi: Luo ICS-tiedosto

source: Archive project
da_dk: Arkiver projekt
fi_fi: Arkistoi projekti

source: Add task
da_dk: Tilføj opgave
fi_fi: Lisää tehtävä

source: today
da_dk: i dag
fi_fi: tänään

source: month
da_dk: måned
fi_fi: kuukausi

source: week
da_dk: uge
fi_fi: viikko

source: day
da_dk: dag
fi_fi: päivä

source: list
da_dk: liste
fi_fi: lista

source: Create duplicate
da_dk: Opret kopi
fi_fi: Luo kopio

source: Withdrawn
da_dk: Tilbagetrukket
fi_fi: Peruutettu

source: In construction
da_dk: Under konstruktion
fi_fi: Rakenteilla

source: In approval
da_dk: Til godkendelse
fi_fi: Hyväksynnässä

source: Published
da_dk: Offentliggjort
fi_fi: Julkaistu

source: Your open
da_dk: Din åben
fi_fi: Auki

source: This task is private and you are not added as project task participant
da_dk: Denne opgave er privat, og du er ikke tilføjet som deltagende opgave i projektet
fi_fi: Tämä tehtävä on yksityinen, eikä sinua ole lisätty osallistuvaksi projektin tehtäväksi

source: You are not added as project participant, so you cannot see this project task
da_dk: Du er ikke tilføjet som deltager i projektet, så du kan ikke se denne projektopgave
fi_fi: Sinua ei ole lisätty projektin osallistujaksi, joten et voi nähdä tätä projektitehtävää

source: Existing Categorys
da_dk: Eksisterende kategorier
fi_fi: Olemassa olevat luokat

source: Category Name
da_dk: Kategorinavn
fi_fi: Luokan nimi

source: Project Task Categories
da_dk: Projektopgavekategorier
fi_fi: Projektin tehtäväkategoriat

source: Project Categories
da_dk: Projektkategorier
fi_fi: Projektikategoriat

source: Project Task Category Administration
da_dk: Administration af projektopgavekategori
fi_fi: Projektitehtäväkategorian hallinta

source: articles
da_dk: artikler
fi_fi: artikkelit

source: Articles
da_dk: Artikler
fi_fi: Artikkelit

source: Article
da_dk: Artikel
fi_fi: Artikkeli

source: article
da_dk: artikel
fi_fi: artikkeli

source: My articles
da_dk: Mine artikler
fi_fi: Omat artikkelit

source: My Articles
da_dk: Mine Artikler
fi_fi: Omat Artikkelit

source: Create Article
da_dk: Opret artikel
fi_fi: Luo artikkeli

source: Article name
da_dk: Artikelnavn
fi_fi: Artikkelin nimi

source: Article content
da_dk: Artikelindhold
fi_fi: Artikkelisisältö

source: Article attachments
da_dk: Artikelvedhæftninger
fi_fi: Artikkelin liitteet

source: This task is delayed
da_dk: Denne opgave er forsinket
fi_fi: Tämä tehtävä on viivästynyt

source: Statistics
da_dk: Statistik
fi_fi: Tilastot

source: Estimated hours completed
da_dk: Forventede timer fuldført
fi_fi: Arvioidut tunnit suoritettu

source: Number Of Project Tasks
da_dk: Antal projektopgaver
fi_fi: Projektitehtävien lukumäärä

source: Number Of Sprints
da_dk: Antal sprints
fi_fi: Sprinttien lukumäärä

source: Project Tasks Completed
da_dk: Fuldførte projektopgaver
fi_fi: Suoritetut projektitehtävät

source: Create project
da_dk: Opret projekt
fi_fi: Luo projekti

source: Open projects
da_dk: Åbne projekter
fi_fi: Avatut projektit

source: Closed projects
da_dk: Lukkede projekter
fi_fi: Suljetut projektit

source: All projects
da_dk: Alle projekter
fi_fi: Kaikki projektit

source: Search projects
da_dk: Søg projekter
fi_fi: Etsi projekteja

source: updated
da_dk: opdateret
fi_fi: päivitetty

source: Push tasks ahead
da_dk: Flyt opgaver frem
fi_fi: Työnnä tehtäviä eteenpäin

source: This is used for pushing future tasks, including this, a number of days forward
da_dk: Dette bruges til at skubbe fremtidige opgaver, herunder denne, et antal dage frem
fi_fi: Tätä käytetään tulevien tehtävien, mukaan lukien tämä, päivien eteenpäin työntämiseen

source: For how many days forward should tasks from this tasks start day be moved? Note: you can use minus to subtract days instead!
da_dk: Hvor mange dage frem skal opgaver fra denne opgaves startdag flyttes? Bemærk: Du kan bruge minus til at trække dage fra i stedet!
fi_fi: Kuinka monta päivää eteenpäin tehtävät tulisi siirtää tämän tehtävän aloituspäivästä? Huomaa: Voit käyttää miinusmerkkiä vähentääksesi päiviä!

source: Active inquiries
da_dk: Aktive henvendelser
fi_fi: Aktiiviset tiedustelut

source: Your active inquiries
da_dk: Dine aktive henvendelser
fi_fi: Omat aktiiviset tiedustelut

source: Your closed inquiries
da_dk: Dine lukkede henvendelser
fi_fi: Omat suljetut tiedustelut

source: Your companys active inquiries
da_dk: Dit firms aktive henvendelser
fi_fi: Yrityksesi aktiiviset tiedustelut

source: Your companys closed inquiries
da_dk: Dit firms lukkede henvendelser
fi_fi: Yrityksesi suljetut tiedustelut

source: Search for help in our knowledge database
da_dk: Søg efter hjælp i vores vidensdatabase
fi_fi: Etsi apua tietokannastamme

source: Search here
da_dk: Søg her
fi_fi: Etsi tästä

source: Your Companys SLA Agreement is:
da_dk: Dit firms SLA-aftale er:
fi_fi: Yrityksesi SLA-sopimus on:

source: This means you can expect the following reaction times within opening hours from us.
da_dk: Dette betyder, at du kan forvente følgende reaktionstider inden for vores åbningstider.
fi_fi: Tämä tarkoittaa, että voit odottaa seuraavia reaktioaikoja avaamisaikoinamme.

source: Did you know... that you can also contact us and create tickets via our mail
da_dk: Vidste du... at du også kan kontakte os og oprette billetter via vores mail
fi_fi: Tiesitkö... että voit myös ottaa meihin yhteyttä ja luoda lippuja sähköpostitse

source: Approve
da_dk: Godkend
fi_fi: Hyväksyä

source: Change end
da_dk: Ændre slut
fi_fi: Muuta loppua

source: Change Advisory Board, change approvers
da_dk: Change Advisory Board, skift godkendere
fi_fi: Muutosneuvosto, muuta hyväksyjät

source: Valid reason
da_dk: Gyldig grund
fi_fi: Kelvollinen syy

source: Implementation Plan
da_dk: Implementeringsplan
fi_fi: Toteutussuunnitelma

source: Contact
da_dk: Kontakt
fi_fi: Ota yhteyttä

source: Comments
da_dk: Kommentarer
fi_fi: Kommentit

source: allready added to your task board
da_dk: allerede tilføjet til din opgavetavle
fi_fi: jo lisätty tehtävätauluusi

source: added to your task board
da_dk: tilføjet til din opgavetavle
fi_fi: lisätty tehtävätauluusi

source: task
da_dk: opgave
fi_fi: tehtävä

source: You need to relate a project before you can relate project tasks
da_dk: Du skal knytte et projekt, før du kan relatere projektopgaver
fi_fi: Sinun on liitettävä projekti ennen kuin voit liittää projektitehtäviä

source: This taskboard is a kanban based task board. You can add incidents, request, project tasks etc. to your taskboard to manage all your tasks on daily basis.
da_dk: Denne opgavetavle er en kanban-baseret opgavetavle. Du kan tilføje hændelser, anmodninger, projektopgaver osv. til din opgavetavle for at håndtere alle dine opgaver dagligt.
fi_fi: Tämä tehtävätaulu perustuu Kanban-menetelmään.

source: Timeregistration
da_dk: Timeregistrering
fi_fi: Työaikakirjaus

source: News archive
da_dk: Nyhedsarkiv
fi_fi: Uutisarkisto

source: Read
da_dk: Læs
fi_fi: Lue

source: Assets expired
da_dk: Aktiver udløbet
fi_fi: Varat vanhentunut

source: Change approvals
da_dk: Godkendelser af ændringer
fi_fi: Muutoshyväksynnät

source: Document approvals
da_dk: Dokumentgodkendelser
fi_fi: Asiakirjat hyväksynnät

source: Documents expired
da_dk: Dokumenter udløbet
fi_fi: Asiakirja vanhentunut

source: or
da_dk: eller
fi_fi: tai

source: Sign in
da_dk: Log ind
fi_fi: Kirjaudu sisään

source: Dont have an account?
da_dk: Har du ikke en konto?
fi_fi: Eikö sinulla ole tiliä?

source: Sign up
da_dk: Opret konto
fi_fi: Rekisteröidy

source: Forgot password?
da_dk: Glemt adgangskode?
fi_fi: Unohditko salasanasi?

source: Reset now
da_dk: Nulstil nu
fi_fi: Nollaa nyt

source: About
da_dk: Om
fi_fi: Tietoa

source: Try
da_dk: Prøv
fi_fi: Kokeilla

source: Business Services
da_dk: Forretningsservices
fi_fi: Liiketoimintapalvelut

source: Are you sure? Tasks for all involved users will be created
da_dk: Er du sikker? Der vil blive oprettet opgaver for alle involverede brugere
fi_fi: Oletko varma? Kaikille osallistuneille käyttäjille luodaan tehtäviä

source: Are you sure? Tasks for all involved users will be deleted
da_dk: Er du sikker? Opgaver for alle involverede brugere vil blive slettet
fi_fi: Oletko varma? Kaikkien osallistuneiden käyttäjien tehtävät poistetaan

source: Doubleclick to visit
da_dk: Dobbeltklik for at besøge
fi_fi: Kaksoisnapsauta vieraillaksesi

source: Decommissioned
da_dk: Udfaset
fi_fi: Poistettu käytöstä

source: Quick Menu
da_dk: Hurtig menu
fi_fi: Pikavalikko

source: Sidenav Mini
fi_fi: Sivupalkki Mini

source: Light
da_dk: Lys
fi_fi: Valoisa

source: Dark
da_dk: Mørk
fi_fi: Tumma

source: Time registration
da_dk: Tidregistrering
fi_fi: Työaikakirjaukset

source: Manage time registration
da_dk: Administrer tidregistrering
fi_fi: Hallinnoi työaikakirjausta

source: New Timeregistration
da_dk: Ny tidregistrering
fi_fi: Uusi työaikakirjaus

source: Reactive
da_dk: Reaktiv
fi_fi: Reaktiivinen

source: Proactive
da_dk: Proaktiv
fi_fi: Proaktiivinen

source: Forgot password
da_dk: Glemt password
fi_fi: Unohtunut salasana

source: You will receive an e-mail typically within 60 seconds
da_dk: Du vil modtage en e-mail typisk inden for 60 sekunder
fi_fi: Saat sähköpostin tyypillisesti 60 sekunnin kuluessa

source: Reset password
da_dk: Nulstil password
fi_fi: Palauta salasana

source: Password must contain: Minimum 8 characters, at least 1 alphabet and 1 number
da_dk: Passwordet skal indeholde: Minimum 8 tegn, mindst 1 bogstav og 1 tal
fi_fi: Salasanan tulee sisältää: Vähintään 8 merkkiä, vähintään 1 kirjain ja 1 numero

source: New Password
da_dk: Nyt password
fi_fi: Uusi salasana

source: Repeat
da_dk: Gentag
fi_fi: Toista

source: Repeat Password
da_dk: Gentag password
fi_fi: Toista salasana

source: Already have an account?
da_dk: Har du allerede en konto?
fi_fi: Onko sinulla jo tili?

source: Login
da_dk: Log ind
fi_fi: Kirjaudu sisään

source: Inactive
da_dk: Inaktiv
fi_fi: Epäaktiivinen

source: Back
da_dk: Tilbage
fi_fi: Takaisin

source: Me participating
da_dk: Deltager
fi_fi: Olen osallistuja

source: Modules
da_dk: Moduler
fi_fi: Moduulit

source: Inquiries
da_dk: Forespørgsler
fi_fi: Kyselyt

source: My active
da_dk: Mine aktive
fi_fi: Omat aktiiviset

source: My closed
da_dk: Mine lukkede
fi_fi: Omat suljetut

source: Groups
da_dk: Grupper
fi_fi: Ryhmät

source: Teams
fi_fi: Tiimit

source: Users in group
da_dk: Brugere i gruppen
fi_fi: Käyttäjät ryhmässä

source: Group name
da_dk: Gruppenavn
fi_fi: Ryhmän nimi

source: module
da_dk: modul
fi_fi: moduuli

source: Role name
da_dk: Rollenavn
fi_fi: Roolin nimi

source: Related module
da_dk: Relateret modul
fi_fi: Liittyvä moduuli

source: Notes
da_dk: Noter
fi_fi: Muistiinpanot

source: Memberships
da_dk: Medlemskaber
fi_fi: Jäsenyydet

source: Group Status
da_dk: Gruppestatus
fi_fi: Ryhmätila

source: Users in role
da_dk: Brugere i rolle
fi_fi: Roolin käyttäjät

source: Groups in role
da_dk: Grupper i rolle
fi_fi: Roolin ryhmät

source: Groups Available
da_dk: Grupper tilgængelige
fi_fi: Saatavilla olevat ryhmät

source: Role Status
da_dk: Rollestatus
fi_fi: Roolin tila

source: Members Available
da_dk: Tilgængelige medlemmer
fi_fi: Saatavilla olevat jäsenet

source: Members
da_dk: Medlemmer
fi_fi: Jäsenet

source: Load Templates
da_dk: Indlæs skabeloner
fi_fi: Lataa mallipohjat

source: Templates
da_dk: Skabeloner
fi_fi: Mallipohjat

source: Module
da_dk: Modul
fi_fi: Moduuli

source: Removed
da_dk: Fjernet
fi_fi: Poistettu

source: End Date
da_dk: Slutdato
fi_fi: Päättymispäivä

source: Shortname
da_dk: Kortnavn
fi_fi: Lyhenne

source: Tablename
da_dk: Tabelnavn
fi_fi: Taulukon nimi

source: Icon
da_dk: Ikon
fi_fi: Kuvake

source: Product Owner
da_dk: Produktejer
fi_fi: Tuotteen omistaja

source: Short Name
da_dk: Kort navn
fi_fi: Lyhyt nimi

source: Developer Team
da_dk: Udviklerteam
fi_fi: Kehittäjätiimi

source: Related User
da_dk: Relateret bruger
fi_fi: Liittyvä käyttäjä

source: Related Company
da_dk: Relateret virksomhed
fi_fi: Liittyvä yritys

source: Last Updated
da_dk: Sidst opdateret
fi_fi: Viimeksi päivitetty

source: Business Service
da_dk: Forretnings Service
fi_fi: Liiketoimintapalvelu

source: More
da_dk: Mere
fi_fi: Lisää

source: Internal
da_dk: Intern
fi_fi: Sisäinen

source: Clone
da_dk: Klon
fi_fi: Kloonaa

source: Create incident from this
da_dk: Opret hændelse fra dette
fi_fi: Luo häiriö tästä

source: Create request from this
da_dk: Opret anmodning fra dette
fi_fi: Luo pyyntö tästä

source: Create change from this
da_dk: Opret ændring fra dette
fi_fi: Luo muutos tästä

source: Create problem from this
da_dk: Opret problem fra dette
fi_fi: Luo ongelma tästä

source: Users in team
da_dk: Brugere i team
fi_fi: Käyttäjät tiimissä

source: Team name
da_dk: Teamnavn
fi_fi: Tiimin nimi

source: Team colour
da_dk: Teamfarve
fi_fi: Tiimin väri

source: Team Leader
da_dk: Teamleder
fi_fi: Tiimin vetäjä

source: Team Manager
da_dk: Teamleder
fi_fi: Tiimin johtaja

source: colour
da_dk: farve
fi_fi: väri

source: Colour
da_dk: Farve
fi_fi: Väri

source: Approvals
da_dk: Godkendelser
fi_fi: Hyväksynnät

source: Follow-ups
da_dk: Opfølgninger
fi_fi: Jatkotoimenpiteet

source: Role
da_dk: Rolle
fi_fi: Rooli

source: Last Edited By
da_dk: Sidst redigeret af
fi_fi: Muokannut

source: Last Edited
da_dk: Sidst redigeret
fi_fi: Viimeksi muokattu

source: Show in relations
da_dk: Vis i relationer
fi_fi: Näytä suhteissa

source: Field Name
da_dk: Feltnavn
fi_fi: Kentän nimi

source: Fields
da_dk: Felter
fi_fi: Kentät

source: Status Codes
da_dk: Statuskoder
fi_fi: Tilakoodit

source: Lookup Table
da_dk: Opslagstabel
fi_fi: Hakutaulukko

source: Lookup Field
da_dk: Opslagsfelt
fi_fi: Hakukenttä

source: Done Status
da_dk: Færdig status
fi_fi: Valmis tila

source: SLA Supported
da_dk: SLA-understøttet
fi_fi: SLA-tuettu

source: Closed Status
da_dk: Lukket status
fi_fi: Suljettu tila

source: Restore Points
da_dk: Gendannelsespunkter
fi_fi: Palautuspisteet

source: ITSM Relations
da_dk: ITSM-relationer
fi_fi: ITSM-suhteet

source: CI Relations
da_dk: CI-relationer
fi_fi: CI-suhteet

source: ITSM Types
da_dk: ITSM-typer
fi_fi: ITSM-tyypit

source: CI Types
da_dk: CI-typer
fi_fi: CI-tyypit

source: Tableview
da_dk: Tabelvisning
fi_fi: Taulunäkymä

source: Parent Task
da_dk: Overordnet opgave
fi_fi: Ylätason tehtävä

source: Push in next status
da_dk: Skub til næste status
fi_fi: Siirry seuraavaan tilaan

source: Notify by email
da_dk: Underret via e-mail
fi_fi: Ilmoita sähköpostitse

source: Notify
da_dk: Underret
fi_fi: Ilmoita

source: Text templates
da_dk: Tekstskabeloner
fi_fi: Tekstipohjat

source: Widgets on frontpage
da_dk: Widgets på forsiden
fi_fi: Widgetit etusivulla

source: Available
da_dk: Tilgængelig
fi_fi: Saatavilla

source: Added
da_dk: Tilføjet
fi_fi: Lisätty

source: Code
da_dk: Kode
fi_fi: Koodi

source: Personal Meeting Room
da_dk: Personligt mødelokale
fi_fi: Henkilökohtainen kokoushuone

source: These are text shortcuts you can define a text code and a text template that is inserted when you type the text code in text boxes
da_dk: Dette er tekstgenveje, hvor du kan definere en tekstkode og en tekstskabelon, der indsættes, når du skriver tekstkoden i tekstfelter
fi_fi: Nämä ovat tekstiä pikakuvakkeita, joissa voit määrittää tekstikoodin ja tekstipohjan, joka lisätään, kun kirjoitat tekstikoodin tekstikenttiin

source: ½ Day
da_dk: ½ dag
fi_fi: ½ päivä

source: Day
da_dk: Dag
fi_fi: Päivä

source: Week
da_dk: Uge
fi_fi: Viikko

source: Month
da_dk: Måned
fi_fi: Kuukausi

source: Today
da_dk: I dag
fi_fi: Tänään

source: End date cannot be before start date
da_dk: Slutdato kan ikke være før startdato
fi_fi: Loppupäivämäärä ei voi olla ennen aloituspäivämäärää

source: Updated
da_dk: Opdateret
fi_fi: Päivitetty

source: Other searches
da_dk: Andre søgninger
fi_fi: Muut haut

source: Scan for CVR numbers in WIKI
da_dk: Skan efter CVR-numre i WIKI
fi_fi: Skannaa CVR-numerot WIKI-sivustosta

source: Group Name
da_dk: Gruppenavn
fi_fi: Ryhmän nimi

source: Expired CI's
da_dk: Udløbne CI'er
fi_fi: Vanhentuneet CI:t

source: API configuration
da_dk: API konfiguration
fi_fi: API-konfiguraatio

source: Test update user
da_dk: Test opdatering af bruger
fi_fi: Päivitä testikäyttäjä

source: Delete user (careful it will delete the user)
da_dk: Slet bruger (vær forsigtig, det vil slette brugeren)
fi_fi: Poista käyttäjä (varoitus: käyttäjä poistetaan)

source: Shared
da_dk: Delt
fi_fi: Jaettu

source: made by
da_dk: lavet af
fi_fi: tekijä

source: making better web for small business.
da_dk: gøre web bedre for små virksomheder.
fi_fi: luo parempi web pienyrityksille.

source: Support
fi_fi: Tuki

source: Changelog
da_dk: Ændringslog
fi_fi: Muutosloki

source: Duplicate
da_dk: Duplikere
fi_fi: Kopioida
